bezier_coanda_init/system/blockMeshDict
/*---------------------------------*- C++ -*-----------------------------------*/
//    //////////////      ///////////////
//    //////////////      //////////////
//         ////           ////             /////       ////  //  /// //// ////
//         ////     ////  ///////////   ///    ///  ///    ///   ////  ///  ///
//  ////   ////           ///////////   ///    ///  ///    ///   ///   ///  ///
//   //// ////            ////          ///    ///  ///    ///   ///   ///  ///
//     /////              ////            /////       ///// ///  ///   ///  ///
/*---------------------------------*- C++ -*-----------------------------------*/

FoamFile
{
		version			2.0;
		format			ascii;
		class				dictionary;
		object			blockMeshDict;
}

// ***************************************************************************** //

scale				1;

vertices
(
		(-4.8 0.0 -0.078)	//	0
		(-4.8 0.0 0.078)	//	1
		(-0.021773502913574477 -4.8 -0.078)	//	2
		(-0.021773502913574477 -4.8 0.078)	//	3
		(-0.3 0.0 -0.078)	//	4
		(-0.3 0.0 0.078)	//	5
		(-0.021773502913574477 0.00400584508951405 -0.078)	//	6
		(-0.021773502913574477 0.00400584508951405 0.078)	//	7
		(-0.021773502913574477 4.8 -0.078)	//	8
		(-0.021773502913574477 4.8 0.078)	//	9
		(-0.003045 4.8 -0.078)	//	10
		(-0.003045 4.8 0.078)	//	11
		(4.796952 0.0 -0.078)	//	12
		(4.796952 0.0 0.078)	//	13
		(-0.003045 -4.8 -0.078)	//	14
		(-0.003045 -4.8 0.078)	//	15
		(0.0 0.0 -0.078)	//	16
		(0.0 0.0 0.078)	//	17
		(-0.021773502913574477 -0.00400584508951405 -0.078)	//	18
		(-0.021773502913574477 -0.00400584508951405 0.078)	//	19
		(0.0 0.0 -0.078)	//	20
		(0.0 0.0 0.078)	//	21
		(-0.003048 0.003048 -0.078)	//	22
		(-0.003048 0.003048 0.078)	//	23
		(-0.003047 0.0032512 -0.078)	//	24
		(-0.003047 0.0032512 0.078)	//	25
		(-0.003046 0.0034798 -0.078)	//	26
		(-0.003046 0.0034798 0.078)	//	27
		(-0.021773502913574477 0.00400584508951405 -0.078)	//	28
		(-0.021773502913574477 0.00400584508951405 0.078)	//	29
		(-0.003048 -0.003048 -0.078)	//	30
		(-0.003048 -0.003048 0.078)	//	31
		(-0.003047 -0.0032512 -0.078)	//	32
		(-0.003047 -0.0032512 0.078)	//	33
		(-0.003046 -0.0034798 -0.078)	//	34
		(-0.003046 -0.0034798 0.078)	//	35
		(-0.021773502913574477 -0.00400584508951405 -0.078)	//	36
		(-0.021773502913574477 -0.00400584508951405 0.078)	//	37
);

blocks
(
		hex ( 4 28  8  0  5 29  9  1) (60 60 1) edgeGrading (((.5 .5 10) (.5 .5 0.1)) 0.1  0.1 ((.5 .5 10) (.5 .5 0.1)) 800 800 800 800 1 1 1 1) // 0
		hex (28 26 10  8 29 27 11  9) (15 60 1) simpleGrading (0.5  800  1) // 1
		hex (26 34 14 10 27 35 15 11) (60 60 1) simpleGrading ( 1  800  1) // 2
		hex (34 36  2 14 35 37  3 15) (15 60 1) simpleGrading (2  800  1) // 3
		hex (36  4  0  2 37  5  1  3) (60 60 1) edgeGrading (((.5 .5 10) (.5 .5 0.1)) 10  10 ((.5 .5 10) (.5 .5 0.1)) 800 800 800 800 1 1 1 1) // 4
		hex (24 32 34 26 25 33 35 27) (60 4 1) simpleGrading ( 1  2  1) // 5
		hex (22 30 32 24 23 31 33 25) (60 5 1) simpleGrading ( 1  1  1) // 6
);

edges
(
		arc  8  0  90.0  (0 0 1)
		arc  9  1  90.0  (0 0 1)
		arc  0  2  90.0  (0 0 1)
		arc  1  3  90.0  (0 0 1)
		arc 14 10 180.0  (0 0 1)
		arc 15 11 180.0  (0 0 1)
		arc 30 22 180.0  (0 0 1)
		arc 31 23 180.0  (0 0 1)
		arc 32 24 180.0  (0 0 1)
		arc 33 25 180.0  (0 0 1)
		arc 34 26 180.0  (0 0 1)
		arc 35 27 180.0  (0 0 1)
		spline 4 28 (
							(-0.29988317  0.00115458 -0.078     )
							(-0.29954175  0.00228527 -0.078     )
							(-0.29898901  0.0033903  -0.078     )
							(-0.29823771  0.00446808 -0.078     )
							(-0.29730012  0.00551722 -0.078     )
							(-0.29618804  0.0065365  -0.078     )
							(-0.29491279  0.00752488 -0.078     )
							(-0.29348525  0.00848145 -0.078     )
							(-0.29191581  0.00940548 -0.078     )
							(-0.29021445  0.01029636 -0.078     )
							(-0.28839068  0.01115364 -0.078     )
							(-0.2864536   0.01197696 -0.078     )
							(-0.28441188  0.01276611 -0.078     )
							(-0.28227377  0.01352099 -0.078     )
							(-0.28004712  0.01424157 -0.078     )
							(-0.27773938  0.01492797 -0.078     )
							(-0.2753576   0.01558035 -0.078     )
							(-0.27290847  0.01619899 -0.078     )
							(-0.27039827  0.01678422 -0.078     )
							(-0.26783295  0.01733646 -0.078     )
							(-0.26521808  0.01785618 -0.078     )
							(-0.26255888  0.01834391 -0.078     )
							(-0.25986024  0.01880026 -0.078     )
							(-0.25712669  0.01922583 -0.078     )
							(-0.25436248  0.01962132 -0.078     )
							(-0.2515715   0.01998743 -0.078     )
							(-0.24875736  0.02032489 -0.078     )
							(-0.24592334  0.02063448 -0.078     )
							(-0.24307246  0.02091698 -0.078     )
							(-0.24020744  0.02117319 -0.078     )
							(-0.23733072  0.02140392 -0.078     )
							(-0.23444449  0.02161    -0.078     )
							(-0.23155066  0.02179225 -0.078     )
							(-0.22865092  0.0219515  -0.078     )
							(-0.22574669  0.02208855 -0.078     )
							(-0.22283917  0.02220423 -0.078     )
							(-0.21992935  0.02229933 -0.078     )
							(-0.21701797  0.02237463 -0.078     )
							(-0.21410561  0.02243091 -0.078     )
							(-0.21119261  0.0224689  -0.078     )
							(-0.20827914  0.02248934 -0.078     )
							(-0.2053652   0.02249291 -0.078     )
							(-0.20245061  0.0224803  -0.078     )
							(-0.19953501  0.02245213 -0.078     )
							(-0.19661791  0.02240901 -0.078     )
							(-0.19369866  0.02235152 -0.078     )
							(-0.1907765   0.02228019 -0.078     )
							(-0.18785052  0.02219552 -0.078     )
							(-0.18491968  0.02209798 -0.078     )
							(-0.18198287  0.02198797 -0.078     )
							(-0.17903885  0.0218659  -0.078     )
							(-0.1760863   0.02173209 -0.078     )
							(-0.17312382  0.02158684 -0.078     )
							(-0.17014993  0.02143042 -0.078     )
							(-0.16716309  0.02126303 -0.078     )
							(-0.16416171  0.02108484 -0.078     )
							(-0.16114416  0.02089599 -0.078     )
							(-0.15810875  0.02069655 -0.078     )
							(-0.1550538   0.02048659 -0.078     )
							(-0.15197758  0.02026609 -0.078     )
							(-0.14887838  0.02003504 -0.078     )
							(-0.14575445  0.01979334 -0.078     )
							(-0.14260411  0.0195409  -0.078     )
							(-0.13942565  0.01927756 -0.078     )
							(-0.13621741  0.01900314 -0.078     )
							(-0.13297777  0.01871742 -0.078     )
							(-0.12970517  0.01842016 -0.078     )
							(-0.12639807  0.01811108 -0.078     )
							(-0.12305503  0.01778988 -0.078     )
							(-0.1196747   0.01745623 -0.078     )
							(-0.11625577  0.01710978 -0.078     )
							(-0.11279707  0.01675016 -0.078     )
							(-0.10929751  0.01637699 -0.078     )
							(-0.10575614  0.01598987 -0.078     )
							(-0.10217211  0.0155884  -0.078     )
							(-0.09854472  0.01517216 -0.078     )
							(-0.09487341  0.01474074 -0.078     )
							(-0.09115778  0.01429372 -0.078     )
							(-0.08739759  0.0138307  -0.078     )
							(-0.08359278  0.01335127 -0.078     )
							(-0.07974347  0.01285505 -0.078     )
							(-0.07584998  0.01234169 -0.078     )
							(-0.07191283  0.01181082 -0.078     )
							(-0.06793274  0.01126215 -0.078     )
							(-0.06391069  0.01069539 -0.078     )
							(-0.05984786  0.01011029 -0.078     )
							(-0.05574569  0.00950666 -0.078     )
							(-0.05160588  0.00888435 -0.078     )
							(-0.04743038  0.00824327 -0.078     )
							(-0.04322143  0.00758338 -0.078     )
							(-0.03898154  0.00690472 -0.078     )
							(-0.03471352  0.00620741 -0.078     )
							(-0.0304205   0.00549162 -0.078     )
							(-0.02610591  0.00475764 -0.078     )

						)
		spline 4 36 (
							(-0.29988317 -0.00115458 -0.078     )
							(-0.29954175 -0.00228527 -0.078     )
							(-0.29898901 -0.0033903  -0.078     )
							(-0.29823771 -0.00446808 -0.078     )
							(-0.29730012 -0.00551722 -0.078     )
							(-0.29618804 -0.0065365  -0.078     )
							(-0.29491279 -0.00752488 -0.078     )
							(-0.29348525 -0.00848145 -0.078     )
							(-0.29191581 -0.00940548 -0.078     )
							(-0.29021445 -0.01029636 -0.078     )
							(-0.28839068 -0.01115364 -0.078     )
							(-0.2864536  -0.01197696 -0.078     )
							(-0.28441188 -0.01276611 -0.078     )
							(-0.28227377 -0.01352099 -0.078     )
							(-0.28004712 -0.01424157 -0.078     )
							(-0.27773938 -0.01492797 -0.078     )
							(-0.2753576  -0.01558035 -0.078     )
							(-0.27290847 -0.01619899 -0.078     )
							(-0.27039827 -0.01678422 -0.078     )
							(-0.26783295 -0.01733646 -0.078     )
							(-0.26521808 -0.01785618 -0.078     )
							(-0.26255888 -0.01834391 -0.078     )
							(-0.25986024 -0.01880026 -0.078     )
							(-0.25712669 -0.01922583 -0.078     )
							(-0.25436248 -0.01962132 -0.078     )
							(-0.2515715  -0.01998743 -0.078     )
							(-0.24875736 -0.02032489 -0.078     )
							(-0.24592334 -0.02063448 -0.078     )
							(-0.24307246 -0.02091698 -0.078     )
							(-0.24020744 -0.02117319 -0.078     )
							(-0.23733072 -0.02140392 -0.078     )
							(-0.23444449 -0.02161    -0.078     )
							(-0.23155066 -0.02179225 -0.078     )
							(-0.22865092 -0.0219515  -0.078     )
							(-0.22574669 -0.02208855 -0.078     )
							(-0.22283917 -0.02220423 -0.078     )
							(-0.21992935 -0.02229933 -0.078     )
							(-0.21701797 -0.02237463 -0.078     )
							(-0.21410561 -0.02243091 -0.078     )
							(-0.21119261 -0.0224689  -0.078     )
							(-0.20827914 -0.02248934 -0.078     )
							(-0.2053652  -0.02249291 -0.078     )
							(-0.20245061 -0.0224803  -0.078     )
							(-0.19953501 -0.02245213 -0.078     )
							(-0.19661791 -0.02240901 -0.078     )
							(-0.19369866 -0.02235152 -0.078     )
							(-0.1907765  -0.02228019 -0.078     )
							(-0.18785052 -0.02219552 -0.078     )
							(-0.18491968 -0.02209798 -0.078     )
							(-0.18198287 -0.02198797 -0.078     )
							(-0.17903885 -0.0218659  -0.078     )
							(-0.1760863  -0.02173209 -0.078     )
							(-0.17312382 -0.02158684 -0.078     )
							(-0.17014993 -0.02143042 -0.078     )
							(-0.16716309 -0.02126303 -0.078     )
							(-0.16416171 -0.02108484 -0.078     )
							(-0.16114416 -0.02089599 -0.078     )
							(-0.15810875 -0.02069655 -0.078     )
							(-0.1550538  -0.02048659 -0.078     )
							(-0.15197758 -0.02026609 -0.078     )
							(-0.14887838 -0.02003504 -0.078     )
							(-0.14575445 -0.01979334 -0.078     )
							(-0.14260411 -0.0195409  -0.078     )
							(-0.13942565 -0.01927756 -0.078     )
							(-0.13621741 -0.01900314 -0.078     )
							(-0.13297777 -0.01871742 -0.078     )
							(-0.12970517 -0.01842016 -0.078     )
							(-0.12639807 -0.01811108 -0.078     )
							(-0.12305503 -0.01778988 -0.078     )
							(-0.1196747  -0.01745623 -0.078     )
							(-0.11625577 -0.01710978 -0.078     )
							(-0.11279707 -0.01675016 -0.078     )
							(-0.10929751 -0.01637699 -0.078     )
							(-0.10575614 -0.01598987 -0.078     )
							(-0.10217211 -0.0155884  -0.078     )
							(-0.09854472 -0.01517216 -0.078     )
							(-0.09487341 -0.01474074 -0.078     )
							(-0.09115778 -0.01429372 -0.078     )
							(-0.08739759 -0.0138307  -0.078     )
							(-0.08359278 -0.01335127 -0.078     )
							(-0.07974347 -0.01285505 -0.078     )
							(-0.07584998 -0.01234169 -0.078     )
							(-0.07191283 -0.01181082 -0.078     )
							(-0.06793274 -0.01126215 -0.078     )
							(-0.06391069 -0.01069539 -0.078     )
							(-0.05984786 -0.01011029 -0.078     )
							(-0.05574569 -0.00950666 -0.078     )
							(-0.05160588 -0.00888435 -0.078     )
							(-0.04743038 -0.00824327 -0.078     )
							(-0.04322143 -0.00758338 -0.078     )
							(-0.03898154 -0.00690472 -0.078     )
							(-0.03471352 -0.00620741 -0.078     )
							(-0.0304205  -0.00549162 -0.078     )
							(-0.02610591 -0.00475764 -0.078     )

						)
		spline 5 29 (
							(-0.29988317  0.00115458  0.078     )
							(-0.29954175  0.00228527  0.078     )
							(-0.29898901  0.0033903   0.078     )
							(-0.29823771  0.00446808  0.078     )
							(-0.29730012  0.00551722  0.078     )
							(-0.29618804  0.0065365   0.078     )
							(-0.29491279  0.00752488  0.078     )
							(-0.29348525  0.00848145  0.078     )
							(-0.29191581  0.00940548  0.078     )
							(-0.29021445  0.01029636  0.078     )
							(-0.28839068  0.01115364  0.078     )
							(-0.2864536   0.01197696  0.078     )
							(-0.28441188  0.01276611  0.078     )
							(-0.28227377  0.01352099  0.078     )
							(-0.28004712  0.01424157  0.078     )
							(-0.27773938  0.01492797  0.078     )
							(-0.2753576   0.01558035  0.078     )
							(-0.27290847  0.01619899  0.078     )
							(-0.27039827  0.01678422  0.078     )
							(-0.26783295  0.01733646  0.078     )
							(-0.26521808  0.01785618  0.078     )
							(-0.26255888  0.01834391  0.078     )
							(-0.25986024  0.01880026  0.078     )
							(-0.25712669  0.01922583  0.078     )
							(-0.25436248  0.01962132  0.078     )
							(-0.2515715   0.01998743  0.078     )
							(-0.24875736  0.02032489  0.078     )
							(-0.24592334  0.02063448  0.078     )
							(-0.24307246  0.02091698  0.078     )
							(-0.24020744  0.02117319  0.078     )
							(-0.23733072  0.02140392  0.078     )
							(-0.23444449  0.02161     0.078     )
							(-0.23155066  0.02179225  0.078     )
							(-0.22865092  0.0219515   0.078     )
							(-0.22574669  0.02208855  0.078     )
							(-0.22283917  0.02220423  0.078     )
							(-0.21992935  0.02229933  0.078     )
							(-0.21701797  0.02237463  0.078     )
							(-0.21410561  0.02243091  0.078     )
							(-0.21119261  0.0224689   0.078     )
							(-0.20827914  0.02248934  0.078     )
							(-0.2053652   0.02249291  0.078     )
							(-0.20245061  0.0224803   0.078     )
							(-0.19953501  0.02245213  0.078     )
							(-0.19661791  0.02240901  0.078     )
							(-0.19369866  0.02235152  0.078     )
							(-0.1907765   0.02228019  0.078     )
							(-0.18785052  0.02219552  0.078     )
							(-0.18491968  0.02209798  0.078     )
							(-0.18198287  0.02198797  0.078     )
							(-0.17903885  0.0218659   0.078     )
							(-0.1760863   0.02173209  0.078     )
							(-0.17312382  0.02158684  0.078     )
							(-0.17014993  0.02143042  0.078     )
							(-0.16716309  0.02126303  0.078     )
							(-0.16416171  0.02108484  0.078     )
							(-0.16114416  0.02089599  0.078     )
							(-0.15810875  0.02069655  0.078     )
							(-0.1550538   0.02048659  0.078     )
							(-0.15197758  0.02026609  0.078     )
							(-0.14887838  0.02003504  0.078     )
							(-0.14575445  0.01979334  0.078     )
							(-0.14260411  0.0195409   0.078     )
							(-0.13942565  0.01927756  0.078     )
							(-0.13621741  0.01900314  0.078     )
							(-0.13297777  0.01871742  0.078     )
							(-0.12970517  0.01842016  0.078     )
							(-0.12639807  0.01811108  0.078     )
							(-0.12305503  0.01778988  0.078     )
							(-0.1196747   0.01745623  0.078     )
							(-0.11625577  0.01710978  0.078     )
							(-0.11279707  0.01675016  0.078     )
							(-0.10929751  0.01637699  0.078     )
							(-0.10575614  0.01598987  0.078     )
							(-0.10217211  0.0155884   0.078     )
							(-0.09854472  0.01517216  0.078     )
							(-0.09487341  0.01474074  0.078     )
							(-0.09115778  0.01429372  0.078     )
							(-0.08739759  0.0138307   0.078     )
							(-0.08359278  0.01335127  0.078     )
							(-0.07974347  0.01285505  0.078     )
							(-0.07584998  0.01234169  0.078     )
							(-0.07191283  0.01181082  0.078     )
							(-0.06793274  0.01126215  0.078     )
							(-0.06391069  0.01069539  0.078     )
							(-0.05984786  0.01011029  0.078     )
							(-0.05574569  0.00950666  0.078     )
							(-0.05160588  0.00888435  0.078     )
							(-0.04743038  0.00824327  0.078     )
							(-0.04322143  0.00758338  0.078     )
							(-0.03898154  0.00690472  0.078     )
							(-0.03471352  0.00620741  0.078     )
							(-0.0304205   0.00549162  0.078     )
							(-0.02610591  0.00475764  0.078     )

						)
		spline 5 37 (
							(-0.29988317 -0.00115458  0.078     )
							(-0.29954175 -0.00228527  0.078     )
							(-0.29898901 -0.0033903   0.078     )
							(-0.29823771 -0.00446808  0.078     )
							(-0.29730012 -0.00551722  0.078     )
							(-0.29618804 -0.0065365   0.078     )
							(-0.29491279 -0.00752488  0.078     )
							(-0.29348525 -0.00848145  0.078     )
							(-0.29191581 -0.00940548  0.078     )
							(-0.29021445 -0.01029636  0.078     )
							(-0.28839068 -0.01115364  0.078     )
							(-0.2864536  -0.01197696  0.078     )
							(-0.28441188 -0.01276611  0.078     )
							(-0.28227377 -0.01352099  0.078     )
							(-0.28004712 -0.01424157  0.078     )
							(-0.27773938 -0.01492797  0.078     )
							(-0.2753576  -0.01558035  0.078     )
							(-0.27290847 -0.01619899  0.078     )
							(-0.27039827 -0.01678422  0.078     )
							(-0.26783295 -0.01733646  0.078     )
							(-0.26521808 -0.01785618  0.078     )
							(-0.26255888 -0.01834391  0.078     )
							(-0.25986024 -0.01880026  0.078     )
							(-0.25712669 -0.01922583  0.078     )
							(-0.25436248 -0.01962132  0.078     )
							(-0.2515715  -0.01998743  0.078     )
							(-0.24875736 -0.02032489  0.078     )
							(-0.24592334 -0.02063448  0.078     )
							(-0.24307246 -0.02091698  0.078     )
							(-0.24020744 -0.02117319  0.078     )
							(-0.23733072 -0.02140392  0.078     )
							(-0.23444449 -0.02161     0.078     )
							(-0.23155066 -0.02179225  0.078     )
							(-0.22865092 -0.0219515   0.078     )
							(-0.22574669 -0.02208855  0.078     )
							(-0.22283917 -0.02220423  0.078     )
							(-0.21992935 -0.02229933  0.078     )
							(-0.21701797 -0.02237463  0.078     )
							(-0.21410561 -0.02243091  0.078     )
							(-0.21119261 -0.0224689   0.078     )
							(-0.20827914 -0.02248934  0.078     )
							(-0.2053652  -0.02249291  0.078     )
							(-0.20245061 -0.0224803   0.078     )
							(-0.19953501 -0.02245213  0.078     )
							(-0.19661791 -0.02240901  0.078     )
							(-0.19369866 -0.02235152  0.078     )
							(-0.1907765  -0.02228019  0.078     )
							(-0.18785052 -0.02219552  0.078     )
							(-0.18491968 -0.02209798  0.078     )
							(-0.18198287 -0.02198797  0.078     )
							(-0.17903885 -0.0218659   0.078     )
							(-0.1760863  -0.02173209  0.078     )
							(-0.17312382 -0.02158684  0.078     )
							(-0.17014993 -0.02143042  0.078     )
							(-0.16716309 -0.02126303  0.078     )
							(-0.16416171 -0.02108484  0.078     )
							(-0.16114416 -0.02089599  0.078     )
							(-0.15810875 -0.02069655  0.078     )
							(-0.1550538  -0.02048659  0.078     )
							(-0.15197758 -0.02026609  0.078     )
							(-0.14887838 -0.02003504  0.078     )
							(-0.14575445 -0.01979334  0.078     )
							(-0.14260411 -0.0195409   0.078     )
							(-0.13942565 -0.01927756  0.078     )
							(-0.13621741 -0.01900314  0.078     )
							(-0.13297777 -0.01871742  0.078     )
							(-0.12970517 -0.01842016  0.078     )
							(-0.12639807 -0.01811108  0.078     )
							(-0.12305503 -0.01778988  0.078     )
							(-0.1196747  -0.01745623  0.078     )
							(-0.11625577 -0.01710978  0.078     )
							(-0.11279707 -0.01675016  0.078     )
							(-0.10929751 -0.01637699  0.078     )
							(-0.10575614 -0.01598987  0.078     )
							(-0.10217211 -0.0155884   0.078     )
							(-0.09854472 -0.01517216  0.078     )
							(-0.09487341 -0.01474074  0.078     )
							(-0.09115778 -0.01429372  0.078     )
							(-0.08739759 -0.0138307   0.078     )
							(-0.08359278 -0.01335127  0.078     )
							(-0.07974347 -0.01285505  0.078     )
							(-0.07584998 -0.01234169  0.078     )
							(-0.07191283 -0.01181082  0.078     )
							(-0.06793274 -0.01126215  0.078     )
							(-0.06391069 -0.01069539  0.078     )
							(-0.05984786 -0.01011029  0.078     )
							(-0.05574569 -0.00950666  0.078     )
							(-0.05160588 -0.00888435  0.078     )
							(-0.04743038 -0.00824327  0.078     )
							(-0.04322143 -0.00758338  0.078     )
							(-0.03898154 -0.00690472  0.078     )
							(-0.03471352 -0.00620741  0.078     )
							(-0.0304205  -0.00549162  0.078     )
							(-0.02610591 -0.00475764  0.078     )

						)
);

boundary
(
    inOut
    {
        type patch;
        faces
        (
            ( 8  0  1  9)
            ( 0  2  3  1)
            (14 10 11 15)
            ( 2 14 15  3)
            (10  8  9 11)
        );
    }

    coandaUpper
    {
        type patch;
        faces
        (
            (24 22 23 25)
        );
    }

    coandaLower
    {
        type patch;
        faces
        (
            (30 32 33 31)
        );
    }

    surface
    {
        type wall;
        faces
        (
            ( 4 28 29  5)
            ( 4 36 37  5)
            (28 26 27 29)
            (26 24 25 27)
            (22 30 31 23)
            (32 34 35 33)
            (34 36 37 35)
        );
    }


);
