bezier_coanda_init/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  10
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    inOut
    {
        type            patch;
        nFaces          210;
        startFace       26061;
    }
    coandaUpper
    {
        type            patch;
        nFaces          5;
        startFace       26271;
    }
    coandaLower
    {
        type            patch;
        nFaces          5;
        startFace       26276;
    }
    surface
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          218;
        startFace       26281;
    }
    defaultFaces
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          26280;
        startFace       26499;
    }
)

// ************************************************************************* //
